acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
aom
arc-gtk-theme
arch-audit
archlinux-keyring
argon2
at-spi2-core
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
base
base-devel
bash
bc
binutils
bison
bluez
bluez-libs
bluez-utils
boost-libs
botan
box2d
brightnessctl
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
chromium
clucene
cmus
confuse
coreutils
cryptsetup
cups
cups-filters
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
dmenu
dnssec-anchors
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
expat
fakeroot
fd
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
girara
git
glib-networking
glib2
glibc
glslang
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtksourceview4
guile
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
http-parser
hunspell
hwdata
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jq
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
leafpad
less
libabw
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libbluray
libbpf
libbs2b
libbsd
libcamera
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdiscid
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfontenc
libfreehand
libgcrypt
libgit2
libglvnd
libgpg-error
libgudev
libheif
libical
libice
libid3tag
libidn2
libiec61883
libindicator-gtk3
libinput
libisl
libixion
libjpeg-turbo
libksba
liblangtag
libldap
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmspub
libmtp
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libutempter
libva
libvdpau
libverto
libvisio
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-lts
llvm-libs
lm_sensors
lpsolve
lua53
luajit
luit
lxappearance
lynis
lz4
lzo
m4
mailcap
make
man-db
md4c
meld
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
mtdev
mujs
ncurses
neofetch
neon
nettle
network-manager-applet
networkmanager
nm-connection-editor
nmap
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numlockx
ocl-icd
oniguruma
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pixman
pkgconf
pkgfile
playerctl
polkit
poppler
poppler-glib
popt
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-bluetooth
pulsemixer
python
python-appdirs
python-autocommand
python-cairo
python-certifi
python-fastjsonschema
python-gobject
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-platformdirs
python-pydantic
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-setuptools
python-tomli
python-trove-classifiers
python-typing_extensions
python-validate-pyproject
python-yaml
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qutebrowser
raptor
rasqal
rav1e
re2
readline
redland
reflector
rkhunter
rtkit
rubberband
run-parts
sbc
scrot
sdl2
sed
shaderc
shadow
shared-mime-info
slang
snappy
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sudo
svt-av1
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
terminus-font
texinfo
tlp
tmux
tpm2-tss
tracker3
tslib
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
tzdata
uchardet
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vmaf
vulkan-icd-loader
wayland
webrtc-audio-processing
wget
which
woff2
wpa_supplicant
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xss-lock
xterm
xvidcore
xz
yajl
youtube-dl
yt-dlp
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-poppler
zeromq
zimg
zlib
zstd
zxing-cpp
